Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/codeberg-weblate.tmx
Source language: en
Languages: sv

source: Warning: If you delete your world, you will also lose all custom levels stored in the world.
sv: Varning: Om du tar bort din värld förlorar du också alla egna nivåer som lagras i världen.

source: redaction
sv: maskering

source: Received a new report
sv: Fick en ny rapport

source: Cable (no jump, not climbable)
sv: Kabel (inget hopp, ej klätterbar)

source: Note: upload the ZIP file directly, not its contents
sv: Notis: ladda upp själva ZIP-filen, inte dess innehåll

source: Available embed services. Visit board settings to enable usage.
sv: Tillgängliga inbäddningstjänster. Gå till tavlans inställningar för att aktivera dem.

source: %s edited a collection you are in
sv: %s redigerade en samling som du är med i

source: Convert KeePassHTTP data
sv: Konvertera KeePassHTTP-data för webbläsare

source: Everyone can quote your post
sv: Alla kan citera ditt inlägg

source: Hardware key was not found or is not configured.
sv: Hårdvarunyckeln hittades inte eller är inte konfigurerad.

source: Gateways are of no use here. There is no escape.
sv: Portar är till ingen nytta här. Det finns ingen flykt.

source: Awaiting Approval
sv: Väntar på godkännande

source: Old key file format
sv: Gammalt nyckelfilsformat

source: The active database does not contain an entry with KeePassHTTP attributes.
sv: Den aktiva databasen innehåller ingen post med KeePassHTTP-attribut.

source: ChiPass - Create a new group
sv: ChiPass - Skapa en ny grupp

source: disable auto-detect
sv: Inaktivera automatisk identifiering

source: Mid
sv: Mellan

source: Create and view web archives
sv: Skapa och visa webbarkiv

source: Notification was pushed for a different account
sv: Avisering skickades för ett annat konto

source: This will delete the user <strong>%s</strong> and all their contents.
sv: Detta kommer att radera användare <strong>%s</strong> och allt deras innehåll.

source: Cactus
sv: Kaktus

source: Remove Attachment
sv: Ta bort bilaga

source: Creation date, can be a UNIX timestamp or an RFC-3339 formatted date
sv: Skapad-datum, kan vara en UNIX-tidsstämpel eller ett RFC-3339-formatterat datum

source: Created on
sv: Skapad

source: Regenerate password
sv: Generera om lösenordet

source: It can reduce bandwidth usage but may display stale content
sv: Det kan minska bandbreddsanvändningen men kan visa inaktuellt innehåll

source: Matrix Chat:
sv: Matrix-chatt:

source: Yes! Finally!
sv: Ja! Äntligen!

source: Unread Bookmarks
sv: Olästa bokmärken

source: This tab will be shown by default when users visit your instance
sv: Den här fliken visas som standard när användare besöker din instans

source: Couldn't submit report: %s
sv: Kunde inte skicka in rapport: %s

source: Name:
sv: Namn:

source: Are you sure you want to permanently delete everything from your recycle bin?
sv: Vill du verkligen ta bort allt från din papperskorg permanent?

source: Empty
sv: Töm

source: Home Page
sv: Startsida

source: Mese Crystal Fragment
sv: Mesekristallfragment

source: When a GPS or APRS system is defined and used for any channel, the GPS module gets enabled automatically.
sv: När ett GPS- eller APRS-system definieras och används för valfri kanal, aktiveras GPS-modulen automatiskt.

source: E-mail
sv: E-postadress

source: Block Audio Files
sv: Blockera ljudfiler

source: Lillite Block
sv: Lillitblock

source: Lock databases when session is locked or lid is closed
sv: Lås databaserna när sessionen låses eller locket stängs

source: Add custom wordlist
sv: Lägg till anpassad ordlista

source: Attached files
sv: Bifogade filer

source: Enables a tone on SMS reception.
sv: Aktiverar en ton när SMS tas emot.

source: Saved Media
sv: Sparat media

source: (empty)
sv: (tomt)

source: Voice + Data
sv: Tal + data

source: Burned Stone Brick
sv: Tegel av bränd sten

source: Sunday
sv: Söndag

source: Blocked Users
sv: Blockerade användare

source: Reads a codeplug from connected radios.
sv: Läser en kodplugg från anslutna radioapparater.

source: Import File Selection
sv: Val av importfil

source: Convenience
sv: Bekvämlighet

source: Copy
sv: Kopiera

source: Iron Shovel
sv: Järnspade

source: Unsaved changes
sv: Osparade ändringar

source: Mossy Circular Stone
sv: Mossig cirkulär sten

source: All the items you create will initially assume that they are at this location. You may specify other locations for items individually later.
sv: Alla artiklar som du skapar kommer att utgå från att de är på denna plats. Du kan välja andra platser för individuella artiklar senare.

source: Default oekaki canvas height.
sv: Standardhöjd för Oekaki-ritområdet.

source: Invalid Settings
sv: Ogiltiga inställningar

source: The people who were against visiting Hades were mainly coming from the Terraforming Collective, stating it would be an overly dangerous endeavor.
sv: De som motsatte sig att besöka Hades kom främst från Terraforming Collective och menade att företaget skulle vara alltför farligt.

source: No signs of intelligent life forms
sv: Inga tecken på intelligenta livsformer

source: Fertile Sand
sv: Bördig sand

source: Hide entries from browser extension:
sv: Dölj poster från webbläsartillägget:

source: All seasons
sv: Alla årstider

source: Apart from scientists, there’s also a small yet highly dedicated group in the GBSD of mostly non-scientists who do nothing else than observe other scientific groups in the galaxy in order to transmit any useful results directly back to the Galactic Builders. Not all science groups in the galaxy are as transparent as the GBSD, so they are infiltrated in order to extract the knowledge that others rather keep hidden, for the benefit of all, of course.
sv: Utöver forskare finns det också en liten men mycket hängiven grupp inom GBSD, mestadels icke-forskare, som inte gör annat än observerar andra vetenskapliga grupper i galaxen för att direkt föra tillbaka användbara resultat till Galactic Builders. Alla forskargrupper i galaxen är inte lika transparenta som GBSD, så de infiltreras för att utvinna kunskap som andra hellre håller dold, naturligtvis till allas nytta.

source: Allows using insecure http://localhost with passkeys for testing purposes.
sv: Tillåter användning av osäker http://localhost med passnycklar för teständamål.

source: Decryption failed, wrong passphrase?
sv: Avkryptering misslyckades, är det fel lösenord?

source: Review permissions
sv: Granska behörigheter

source: file
sv: fil

source: Hardware keys found, but no slots are configured.
sv: Hårdvarunycklar hittades, men inga anslutningsplatser är konfigurerade.

source: Register a new passkey to this entry:
sv: Registrera en ny passnyckel för denna post:

source: Remove Federation with %s?
sv: Ta bort Federation med %s?

source: Narrow (12.5 kHz)
sv: Smal (12,5 kHz)

source: Entries expiring within %1 day(s)
sv: Poster som löper ut inom %1 dag

source: Iron Pickaxe
sv: Järnhacka

source: Plugin data
sv: Tilläggsdata

source: Diamond Block
sv: Diamantblock

source: Remove key from agent when database is closed/locked
sv: Ta bort nyckeln från bakgrundstjänsten när databasen stängs/låses

source: Grows on a cactus on fertile sand
sv: Växer på en kaktus i bördig sand

source: sector
sv: sektor

source: Type: User Words(Rep)
sv: Typ: Användarord (Rep)

source: %s reacted to your post with %s
sv: %s reagerade på ditt inlägg med %s

source: I had the most interactions with %s.
sv: Jag hade mest interaktioner med %s.

source: Individual board
sv: Enskild tavla

source: Send a <strong>private message</strong> containing the PIN <code>%(pin)s</code><br>from your account <strong>%(handle)s</strong> to: <strong class="to-account">%(account)s</strong>
sv: Skicka ett <strong>privat meddelande</strong> som innehåller pinkoden <code>%(pin)s</code><br>från ditt konto <strong>%(handle)s</strong> till: <strong class="to-account">%(account)s</strong>

source: Directory where the overboard files are located. Leave blank to disable. To write the overboard at the root directory, enter "/".
sv: Katalog där övertavlans filer finns. Lämna tomt för att inaktivera. Ange "/" för att skriva övertavlan i rotkatalogen.

source: use regex in term
sv: Använd RegEx i termen

source: What’s a position overflow?
sv: Vad är ett positionsöverskridande?

source: (NFC) %1 [%2] - Slot %3, %4
sv: (NFC) %1 [%2] - Kortplats %3, %4

source: Confirm Reset
sv: Bekräfta återställning

source: Cannot decrypt message
sv: Kan inte avkryptera meddelande

source: Show a system tray icon
sv: Visa en systemfältsikon

source: When you collect an electron or you’re at a save zone or gateway, your electron counter is shown. The big blue number is the number of electrons that are safe. You will never lose them. The small gray number shows the number of additional electrons you’ve collected but did not save yet. If you have a position overflow, they’re gone and you must collect them again.
sv: När du samlar en elektron eller befinner dig vid en säker zon eller port visas din elektronräknare. Det stora blå talet är antalet säkra elektroner. Du förlorar dem aldrig. Det lilla grå talet visar antalet ytterligare elektroner som du har samlat men ännu inte sparat. Om du får ett positionsöverskridande försvinner de och du måste samla dem igen.

source: Database file has unmerged changes.
sv: Databasfilen har ändringar som inte har infogats.

source: You listened to it %lld times!
sv: Du har lyssnat på den %lld gånger!

source: Garden Bush with White Flowers
sv: Trädgårdsbuske med vita blommor

source: Minute
sv: Minut

source: Cracked Cave Stone
sv: Sprucken grottsten

source: Change Challenge-Response
sv: Ändra Challenge-Response

source: All databases connected to the extension will return matching credentials.
sv: Alla databaser anslutna till tillägget, kommer att returnera matchande autentiseringsuppgifter.

source: Scanlist
sv: skanningslistan

source: Admin
sv: Administratör

source: “Synchronized AND” is useful if you require a number of detectors to be activated (or deactivated) at the same time. Just make sure that all senders are of type “Synchronized” or “Synchronized inverted”.
sv: ”Synkroniserad OCH” är användbart om du behöver att flera detektorer aktiveras eller avaktiveras samtidigt. Kontrollera bara att alla avsändare är av typen ”Synkroniserad” eller ”Synkroniserad inverterad”.

source: This might take a while
sv: Det här kan ta ett tag

source: Retry with empty password
sv: Försök med tomt lösenord

source: Adds an DTMF (analog) contact to the list.
sv: Lägger till en DTMF-kontakt (analog) i listan.

source: Invalid Key
sv: Ogiltig nyckel

source: If you copy the link to a post that is not publicly accessible, Tuba will warn you that people might not be able to view the post the link points to
sv: Om du kopierar länken till ett inlägg som inte är offentligt tillgängligt, kommer Tuba att varna dig om att andra kanske inte kan se inlägget som länken pekar till

source: Entry expires at
sv: Posten upphör att gälla

source: Rename Folder
sv: Byt namn på mapp

source: Move do&wn
sv: Flytta &ner

source: Show Shortcuts
sv: Visa genvägar

source: File
sv: Fil

source: Min Thread File Size
sv: Minsta filstorlek för tråd

source: Draft Posts
sv: Utkast till inlägg

source: Reload database
sv: Uppdatera databasen

source: The detected radio '%1' does support a call-sign DB. This feature, however, is not implemented yet.
sv: Den upptäckta radion '%1' stöder en anropssignal-DB. Denna funktion är dock inte implementerad ännu.

source: You can export your bookmark list in the following formats:
sv: Du kan exportera din bokmärkeslista i följande format:

source: Clearing the clipboard in %1 second(s)…
sv: Rensar urklipp om %1 sekund...

source: Add M17 Contact
sv: Lägg till M17-kontakt

source: Refresh
sv: Uppdatera

source: <html><head/><body><p>Update the codeplug on the radio. If not selected, the codeplug on the radio gets overridden with possibly incomplete default values.</p><p><br/></p><p>If selected, QDMR downloads the codeplug from the radio and updates only those settings specified. The remaining settings within the radio are not touched (recommended).</p></body></html>
sv: <html><head/><body><p>Uppdatera kodpluggen på radion. Om det inte väljs åsidosätts kodpluggen på radion med möjligen ofullständiga standardvärden.</p><p><br/></p><p>Om det väljs hämtar QDMR kodpluggen från radion och uppdaterar endast de angivna inställningarna. De återstående inställningarna i radion berörs inte (rekommenderas).</p></body></html>

source: Are there any other posts that back up this report?
sv: Finns det några andra inlägg som backar upp denna rapport?

source: History Settings
sv: Historikinställningar

source: Reapplying older target entry on top of newer source %1 [%2]
sv: Lägger åter äldre målpost ovanpå nyare källa %1 [%2]

source: Delete all history
sv: Ta bort all historik

source: Grows to: @1
sv: Växer till: @1

source: Triggers
sv: Utlösare

source: Roaming Channel
sv: Roaming kanal

source: Upload a CSV file exported from your Readwise Reader account below.
sv: Ladda upp en CSV-fil exporterad från ditt Readwise Reader-konto nedan.

source: Import ChiPass Settings
sv: Importera ChiPass-inställningar

source: Melody
sv: Melodi

source: This entry is being excluded from reports
sv: Denna post undantas från rapporter

source: Search all open databases
sv: Sök i alla öppna databaser

source: File does not exist.
sv: Filen finns inte.

source: Unable to open attachments: %1
sv: Kan inte öppna bilagor: %1

source: Slot 2
sv: Lucka 2

source: [Broadcast]
sv: [Utsändning]

source: Grows on dirt in light
sv: Växer på jord i ljus

source: Solid Elevated Small Slope (flat style)
sv: Solid upphöjd liten sluttning (platt stil)

source: Scrobble your music
sv: Scrobbla din musik

source: Open link
sv: Öppna länk

source: In your web browser, export your bookmarks as an HTML file.<br> Upload this file in the form below and Readeck will create and fetch every bookmark found it the file.
sv: I din webbläsare, exportera alla bokmärken som en HTML-fil.<br> Ladda upp filen i formuläret nedan så skapar och hämtar Readeck alla bokmärken som finns i den.

source: Hard to move through
sv: Svårt att ta sig igenom

source: Manage Boards
sv: Hantera tavlor

source: Could not find interface for hardware key with serial number %1. Please connect it to continue.
sv: Kunde inte hitta gränssnittet för hårdvarunyckeln med serienummer %1. Anslut den för att fortsätta.

source: <p>If you own a <a href="https://www.yubico.com/">YubiKey</a> or <a href="https://onlykey.io">OnlyKey</a>, you can use it for additional security.</p><p>The key requires one of its slots to be programmed with <a href="https://keepassxc.org/docs/#faq-yubikey-howto">Challenge-Response</a>.</p>
sv: <p>Om du äger en <a href="https://www.yubico.com/">YubiKey</a> eller en <a href="https://onlykey.io">OnlyKey</a>, kan du använda den för ytterligare säkerhet.</p><p>Nyckeln kräver att en av dess anslutningsplatser programmeras som <a href="https://keepassxc.org/docs/#faq-yubikey-howto">Challenge-Response</a>.</p>

source: Stored browser keys
sv: Lagrade webbläsarnycklar

source: WAIT, THAT’S THE WRONG ADDR…
sv: VÄNTA, DET ÄR FEL ADR…

source: You cannot act on behalf of other users
sv: Du kan inte agera på andra användares vägnar

source: Hover over lines with error icons for further information.
sv: Håll muspekaren över rader med felikoner för mer information.

source: Line height
sv: Linjehöjd

source: Import Bookmarks from a Linkwarden export file
sv: Importera Bokmärket från en Linkwarden-exportfil

source: Write satellites
sv: Skriv satelliter

source: Keyboard Shortcuts
sv: Tangentbordsgenvägar

source: Cipher not initialized prior to use.
sv: Chiffer inte initierat före användning.

source: You can get your user token from %s.
sv: Du kan hämta din användartoken från %s.

source: Hit from a deep stone monster
sv: Träff från ett djupt stenmonster

source: Mon
sv: Mån

source: &Edit Group…
sv: &Redigera grupp...

source: [Selected]
sv: [Vald]

source: Find previous occurrence of the search string
sv: Hitta tidigare förekomst av söksträng

source: Receiver
sv: Mottagare

source: And I suddenly feel weaker now!
sv: Och plötsligt känner jag mig svagare!

source: Confirm Overwrite Attachment
sv: Bekräfta överskrivning av bilaga

source: Transmit Channel
sv: Sändningskanal

source: A file %s or larger is required.
sv: En fil på minst %s krävs.

source: Edit Entry…
sv: Redigera post…

source: Allow %s to run in the background
sv: Tillåt %s att köras i bakgrunden

source: Imported from CSV file: %1
sv: Importerat från CSV-fil: %1

source: Menu
sv: Meny

source: Open OPVault
sv: Öppna OPVault

source: Wordlists
sv: Ordlistor

source: Other members of the list
sv: Andra medlemmar av listan

source: Do you really want to delete the group "%1" for good?
sv: Vill du verkligen ta bort gruppen "%1" för gott?

source: Followed by %s
sv: Följs av %s

source: User Profile Rejected: {name}
sv: Användarprofil avvisad: {name}

source: Dark Green Cloth
sv: Mörkgrönt tyg

source: Write error
sv: Skrivfel

source: Write text on it, owned by placer
sv: Skriv text på den, ägs av placeraren

source: Auto-enable GPS
sv: Autoaktivera GPS

source: Sharing
sv: Delning

source: Maximum length of the message field.
sv: Största längd för meddelandefältet.

source: Did you know?
sv: Visste du att?

source: Deny
sv: Neka

source: Stop
sv: Sluta spela upp

source: The detected radio '%1' does not support a call-sign DB.
sv: Den upptäckta radion '%1' stöder inte en anropssignal-DB.

source: Filtered unless it's in reply to your own mention or if you follow the sender
sv: Filtreras om det inte är ett svar på ditt eget omnämnande eller om du följer avsändaren

source: When %s receives new replies.
sv: När %s får nya svar.

source: This account does not use ldap authentication. Please use the appropriate login page.
sv: Det här kontot använder inte LDAP-autentisering. Använd lämplig inloggningssida.

source: [%n more message(s) skipped]
sv: [%n meddelande hoppades över]

source: Prism Furnace
sv: Prismaugn

source: Another secret service is running (%1).<br/>Please stop/remove it before re-enabling the Secret Service Integration.
sv: En annan Secret Service körs (%1).<br/> Stoppa/ta bort den innan du aktiverar Secret Service-integreringen igen.

source: Entry
sv: Post

source: Contacts
sv: Kontakter

source: New attribute
sv: Nytt attribut

source: Successfully loaded %1 of %n icon(s)
sv: Läste in %1 av %n ikoner

source: Client Secret
sv: Klienthemlighet

source: Small
sv: Liten

source: Unset the key file for the database.
sv: Ta bort nyckelfilen för databasen.

source: Failed to register DBus service at %1.<br/>
sv: Kunde inte registrera DBus-tjänsten på %1.<br/>

source: Young White-Flowering Garden Bush
sv: Ung vitblommande trädgårdsbuske

source: Reply
sv: Svara

source: Marble Block
sv: Marmorblock

source: Call End
sv: Samtalsslut

source: Cannot download release notes from https://github.com/hmatuschek/qdmr %1
sv: Det går inte att ladda ned release notes från https://github.com/hmatuschek/qdmr %1

source: A set of credentials known only to you that protects your database.
sv: En uppsättning inloggningsuppgifter som bara du känner till, skyddar din databas.

source: Calligraphy turns short texts into large, impressive banners made up of ASCII Characters, ready to be copied or exported to images. Spice up your online conversations by adding some extra oompf to your messages!
sv: Calligraphy förvandlar korta texter till stora, imponerande banderoller bestående av ASCII-tecken, redo att kopieras eller exporteras till bilder. Krydda upp dina onlinekonversationer genom att lägga till lite extra kraft i dina meddelanden!

source: Total: @1/@2
sv: Totalt: @1/@2

source: Type: Repeated(Rep)
sv: Typ: Repeterad (Rep)

source: Successfully deleted entry %1.
sv: Tog bort posten %1.

source: Pink Locked Chest
sv: Låst rosa kista

source: File is used as a banner
sv: Fil används som en banner

source: Pale Wood Ladder
sv: Stege av blekt trä

source: Error creating key file
sv: Kunde inte skapa nyckelfil

source: Not enough info available, go and scrobble some more!
sv: Inte tillräckligt med information tillgänglig, gå och scrobbla lite mer!

source: New Replies Available
sv: Nya svar tillgängliga

source: Maximum Speaker Volume
sv: Högsta högtalarvolym

source: Welcome to ChiPass %1
sv: Välkommen till ChiPass %1

source: a day old
sv: en dag gammal

source: %d days old
sv: %s dagar gammal

source: Blocked E-mail Domains
sv: Blockerade e-post domäner

source: Shared group…
sv: Delad grupp…

source: No preview available
sv: Ingen förhandsgranskning tillgänglig

source: To clone a channel, please select a single channel to clone.
sv: För att klona en kanal, välj en enskild kanal att klona.

source: Why?
sv: Varför?

source: Woooow! I did it!
sv: Jöösses! Jag klarade det!

source: email address is already in use
sv: e-postadressen används redan

source: The database you are trying to open was most likely created by a newer version of ChiPass. You can try to open it anyway, but it may be incomplete and saving any changes may incur data loss. We recommend you update your ChiPass installation.
sv: Databasen du försöker öppna skapades troligen av en nyare version av ChiPass Du kan försöka öppna den i alla fall, men den kanske inte är komplett och att spara ändringar kan medföra dataförluster. Vi rekommenderar att du uppgraderar din ChiPass-installation.

source: Import your GoodLinks Articles
sv: Importera dina GoodLinks-artiklar

source: Do not prompt for KeePassHTTP settings migration.
sv: Fråga inte efter migrering av KeePassHTTP-inställningar.

source: Add Ban
sv: Lägg till avstängning

source: Require Attachment
sv: Kräv bilaga

source: %s hours ago
sv: %s timmar sedan

source: Mob Spawner
sv: Varelsegenerator

source: Notification not found or does not belong to you
sv: Aviseringen hittades inte eller tillhör inte dig

source: Hotel
sv: Hotell

source: Custom Emoji Picker
sv: Anpassad Emoji väljare

source: Main menu
sv: Huvudmeny

source: You can then enter all the necessary information in the form below.
sv: Du kan sedan ange all nödvändig information i formuläret nedan.

source: must be lower or equal than %g
sv: måste vara mindre än eller lika med %g

source: Craft a sapling using dirt and an apple
sv: Tillverka en planta med jord och ett äpple

source: Readeck Collection: %s
sv: Readeck-samlingar: %s

source: Needs @1 to grow
sv: Behöver @1 för att växa

source: Yellow center arrows: Rotation performed with the [Place] key.
sv: Gula mittpilar: Rotation utförs med tangenten [Place].

source: Rotten Sugarcane
sv: Ruttet sockerrör

source: logical OR
sv: Logisk ELLER

source: Save database backup
sv: Spara säkerhetskopia av databasen

source: The issue does not fit into other categories
sv: Problemet passar inte in i andra kategorier

source: Group Call
sv: Gruppsamtal

source: I was already going to.
sv: Det hade jag redan tänkt.

source: Lock databases when switching user
sv: Lås databaserna vid byte av användare

source: %n row(s)
sv: %n rad

source: Active
sv: Aktiv

source: Young Red-Flowering Garden Bush
sv: Ung rödblommande trädgårdsbuske

source: Follower Instance
sv: Följande instanser
